Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_vuoden_2020_kulttuuripalkinto_jaakko_gauriloffille.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien vuoden 2020 kulttuuripalkinto Jaakko Gauriloffille
smn: Sämitige ive 2020 kulttuurpalhâšume Jaakko Gauriloffin

source: SAAMELAIKÄRÄJIEN KULTTUURIPALKINTO
smn: SÄMITIGE KULTTUURPALHÂŠUME

source: Kulttuurilautakunta jakaa vuoden 2020 kulttuuripalkinnon Jaakko Gauriloffille.
smn: Kulttuurlävdikodde juáhá ive 2020 kulttuurpalhâšume Jaakko Gauriloffin.

source: Kulttuuripalkinnon jakotilaisuus pidetään perjantaina 24. tammikuuta 2020 klo 19.15 Sajoksessa Inarissa .
smn: Kulttuurpalhâšume juáhhoo vástuppeeivi 24.1.2020 tme 19.15 Anarist Sajosist.

source: Jaakko Gauriloff on syntynyt 1939 Suonikylässä, Petsamossa ja on kolttasaamelainen laulaja.
smn: Jaakko Gauriloff lii šoddâm 1939 Syennjilsiijdâst Piäccámist já lii nuorttâlâš lávloo.

source: Hän on tiettävästi ensimmäinen koltansaameksi populaarimusiikkia laulanut artisti.
smn: Sun lii tiäđui mield vuossâmuš populaarmuusik nuorttâlâškielân lávlum lávloo.

source: Vaikka hän on leimallisesti iskelmälaulaja, hän hallitsee myös kolttasaamelaisten perinteisen leuʹddin.
smn: Veikâ sun lii tobdos časkoslávlon, te sun haaldâš meid nuorttâlii ärbivuáválii leuʹdd.

source: Kulttuuripalkinto myönnetään hakemuksetta ja sen tavoitteena on palkita kulttuurin tekijän tai taiteilija tunnustuksena merkittävästä työstä saamelaisen kulttuurielämän hyväksi.
smn: Kulttuurpalhâšume mieđettuvvoo ucâmušttáá já ton ulmen lii palhâšiđ kulttuur rähtee/rähteid tâi taaiđâr/taiđârijd tubdâstâssân merhâšittee pargoost sämmilii kulttuureellim pyerrin.

source: Ohjelmassa mm. musiikkia ja kahvitarjoilu, vapaa pääsy.
smn: Ohjelmist ei. muusik ja kähvikuásuttem. Nuuvtá siisâpeessâm.

source: TERVETULOA!
smn: TIERVÂPUÁTTIM!

source: Lisätietoja:
smn: Lasetiäđuh:

source: kulttuurisihteeri Riitta Orti-Berg 010-839 3103 riitta.orti-berg(at)samediggi.fi
smn: Kulttuurčällee Riitta Orti-Bergist 010-839 3103 riitta.orti-berg(at)samediggi.fi

source: Yhteistyössä: Skábmagovat Film Festival www.skabmagovat.fi
smn: Oovtâspargoost: Skábmagovat Film Festival www.skabmagovat.fi

source: Kuva: Ville-Riiko Fofonoff
smn: Kove: Ville-Riiko Fofonoff
